/*
 Navicat Premium Data Transfer

 Source Server         : 47.102.215.131
 Source Server Type    : MySQL
 Source Server Version : 100500
 Source Host           : 47.102.215.131:3306
 Source Schema         : jzapi

 Target Server Type    : MySQL
 Target Server Version : 100500
 File Encoding         : 65001

 Date: 12/05/2020 18:56:05
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for t_jobs
-- ----------------------------
DROP TABLE IF EXISTS `t_jobs`;
CREATE TABLE `t_jobs`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `price` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `time` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `phone` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `treatment` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `parent_cate_id` int(11) NULL DEFAULT NULL,
  `parent_child_id` int(11) NULL DEFAULT NULL,
  `add_time` date NOT NULL,
  `uid` int(11) NULL DEFAULT 0,
  `signup_uid` int(11) NULL DEFAULT 0,
  `status` tinyint(3) NULL DEFAULT 1,
  `deleted_by_user` int(1) NULL DEFAULT 0,
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `id`(`id`) USING BTREE,
  INDEX `name`(`name`) USING BTREE,
  INDEX `parent_cate_id`(`parent_cate_id`, `parent_child_id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 103 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_jobs
-- ----------------------------
INSERT INTO `t_jobs` VALUES (1, '小学三年级', '3000/月', '温州市黄龙二组团A幢6楼666室', '周一至周五晚17-21点', '123456', '包晚饭', 1, 1, '2019-01-01', 3, 4, 2, 0);
INSERT INTO `t_jobs` VALUES (2, '小学六年级', '120/天', '温州市瓯海区南白象附件', '周一至周五晚17-20点', '654321', '包晚饭', 1, 1, '2019-01-01', 3, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (3, '小学三年级', '3000/月', '温州市黄龙二组团A幢6楼666室', '周一至周五晚17-21点', '123456', '包晚饭', 1, 1, '2019-01-01', 3, 1, 1, 0);
INSERT INTO `t_jobs` VALUES (4, '小学六年级', '120/天', '温州市瓯海区南白象附件', '周一至周五晚17-20点', '654321', '包晚饭', 1, 1, '2019-01-01', 1, 5, 2, 0);
INSERT INTO `t_jobs` VALUES (5, '小学四年级', '100/天', '永兴乐北路12幢222号', '周一至周六晚17-21点', '124532', '包晚饭', 1, 1, '2019-01-01', 1, 11, 3, 0);
INSERT INTO `t_jobs` VALUES (6, '小学四年级', '100/天', '温州市鹿城区水心附件', '周一至周五晚18-21点', '658425', '无', 1, 1, '2019-01-01', 3, 1, 3, 0);
INSERT INTO `t_jobs` VALUES (7, '初三科学', '200/天', '鹿城区万源路上田小区3幢', '周一至周五晚17-21点', '546625', '无', 1, 2, '2019-01-02', 2, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (8, '初三数学', '200/天', '温州市鹿城区人民路鹿城大厦', '周一至周五晚18-21点', '584265', '包晚饭', 1, 2, '2019-01-02', 3, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (9, '初一科学', '100/小时', '温州市瓯海区朝阳新街', '周一至周五晚17-21点', '548526', '包晚饭', 1, 2, '2019-01-02', 3, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (10, '初一全科', '100/次', '永兴乐北路12幢456号', '周一至周五晚17-21点', '524526', '包晚饭', 1, 2, '2019-01-02', 3, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (11, '小学三年级', '80/天', '温州市黄龙二组团B幢2楼233室', '周一至周五晚17-21点', '524695', '包晚饭', 1, 3, '2019-01-03', 2, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (12, '小学三年级', '80/天', '鹿城区水心邮政支局附件', '周一至周五晚17-20点半', '425698', '包晚饭', 1, 3, '2019-01-03', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (13, '晚托助教', '100/天', '温州市瓯海区亿象商场3333号', '周一至周五晚18-21点', '256985', '包晚饭', 1, 3, '2019-01-03', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (14, '周末英语助教', '140/次', '温州市瓯海区雪山公寓333号', '周六周日9-17点', '752156', '包午饭和晚饭', 1, 3, '2019-01-03', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (15, '英语老师', '100/天', '永兴乐北路12幢256号', '周一至周五晚18-21点', '365149', '包晚饭', 1, 4, '2019-01-04', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (16, '语文老师', '120/天', '温州市五马街博森辅导', '周一至周五晚18-21点', '862549', '包晚饭', 1, 4, '2019-01-04', 2, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (17, '餐厅服务员', '25/小时', '温州市商务中心233号', '周一至周日9-17点', '687459', '包午饭和晚饭', 2, 1, '2019-02-01', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (18, '餐厅服务员', '180/天', '温州市江滨西路望江大厦2-3楼', '周一至周日晚18-24点', '756985', '包晚饭', 2, 1, '2019-02-01', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (19, '餐厅服务员', '15/小时', '温州市鹿城区嘿包子早点店', '周一至周日早6-9点', '752146', '包早饭', 2, 1, '2019-02-01', 1, 3, 3, 1);
INSERT INTO `t_jobs` VALUES (20, '酒店服务员', '300/天', '温州市鹿城区望江东路望江大厦', '周一至周五晚18-24点', '458256', '包晚饭', 2, 1, '2019-02-01', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (21, '酒店服务员', '100/天', '温州市瓯海大道555号', '周一至周五9-17点', '475268', '包午饭', 2, 2, '2019-02-02', 1, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (84, '周末前台兼职', '150元/天', '温州市鹿城区美好花园1楼花季语寿司 ', '周末8-17点', '932658', '包饭', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (83, '前台收银员', '13元/小时 ', '浙江省温州市鹿城区五马街道 ', '周一至周日每天4小时', '159632', '无', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (82, '前台顾问', '100元/天', '瓯北楠江中路299号3楼 ', '每天8-17点', '963258', '包吃住', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (81, '酒店前台', '100元/天', '温州市鹿城区三开路二十八号 瑞都酒店双屿店 ', '面议', '963518', '包吃住', 2, 2, '2019-02-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (80, '酒店前台', '100元/天', '温州市鹿城区三开路二十八号 瑞都酒店双屿店 ', '面议', '963518', '包吃住', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (27, '酒店服务员', '100/天', '温州奥嘉国际酒店', '周一至周日9-17点', '458526', '包午饭', 2, 2, '2019-02-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (28, '餐厅服务员', '180/天', '温州市下吕浦苗餐厅', '周一至周日晚18-24点', '752168', '包吃住', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (37, '酒店服务员', '3500/月', '温州市鹿城区五马街新锐大酒店', '周一至周日9-21点', '17357783129', '包午饭和晚饭', 2, 2, '2019-02-02', 4, 7, 3, 0);
INSERT INTO `t_jobs` VALUES (39, '酒店服务', '3800/月', '温州市六虹桥路1000号', '每周一至周六14-24点', '17357783129', '包晚饭和夜宵', 2, 2, '2019-02-02', 4, 7, 1, 0);
INSERT INTO `t_jobs` VALUES (40, '线上大学生家教', '78/小时', '温州市瓯海区茶山大学城温州大学 ', '周一至周日晚20点', '532658', '无', 1, 2, '2019-01-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (42, '才乐教育招辅导老师 ', '170/小时', '温州鹿城蒲鞋市蒲鞋新村39栋106 ', '周一至周五下午15-20点', '152365', '包晚饭', 1, 3, '2019-01-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (43, '暑假班老师', '260元/天', '温州市鹿城区月乐南苑4幢2楼', '2019-07-01至2019-08-17 ', '523652', '包吃住', 1, 3, '2019-01-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (44, '初中辅导老师', '100元/次', '永嘉县瓯北镇白水村安置房第二单元子墨教育 ', '周一至周日17.30-21.00', '865294', '包晚饭', 1, 4, '2019-01-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (45, '书法铅笔字写字老师', '100元/天', '温州市鹿城区新城万源路上田小区 ', '周一至周日每天三小时', '753625', '无', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (46, '莲池教育诚聘托管助教', '80元/天', '温州市鹿城区芳景大厦9栋104 ', '周一至周五15:30-20:00', '753169', '包晚饭', 1, 3, '2019-01-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (47, '周六早上数学老师', '60元/小时', '浙江省温州市瓯海区温瞿西路 ', '周六早上8-12点', '423658', '无', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (48, '英语教学老师', '200元/天', '温州市龙湾区万康财富广场二幢 ', '周一至周五18-20点', '752685', '包晚饭', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (49, '托管老师', '110元/天 ', '浙江省温州市瓯海区雪山路283号 ', '周一至周五晚18-21点', '475269', '包晚饭', 1, 4, '2019-01-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (50, '高一数学上门辅导', '60元/小时', '温州市鹿城区新城大道195号 新城公交车站附近 ', '周六下午或周日上午', '745269', '无', 1, 5, '2019-01-05', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (51, '兼职科学老师', '120元/小时', '温州鹿城区水心大厦裙楼一楼 ', '周一至周五晚6:00-9:30', '752169', '包晚饭', 1, 4, '2019-01-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (52, '托管教师', '150元/天', '温州市龙湾区滨海园区瑞丰步行街', '周一至周五14-20:30', '751695', '包晚饭', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (53, '小学辅导教师', '80元/次', '温州市瓯海区娄桥街道广华家园5幢8幢裙楼201室 ', '周一至周五晚18-20点', '752685', '包晚饭', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (54, '周末奥数老师', '300元/天', '浙江省温州市永嘉县桥头镇窑底友谊路13号 ', '周末8-17点', '752169', '包午饭和晚饭', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (55, '作文老师', '200元/小时', '温州市瓯海区亿像商城2栋3010 ', '周末每天3小时', '325698', '无', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (56, '课后辅导老师', '100元/天', '洞头区布袋岙安置房1期2单元 ', '周一至周五15:30-9:30', '731695', '包晚饭', 1, 4, '2019-01-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (57, '初中英语兼职教师', '130元/天 ', '浙江省温州市瓯海区郭溪塘下塘中路1号 ', '周一至周五晚18-21点', '326598', '包晚饭', 1, 4, '2019-01-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (58, '初中课后作业辅导', '80元/天', '浙江省温州市鹿城区水心十七中路42号 ', '周一至周五16-结束', '123695', '无', 1, 2, '2019-01-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (59, '周六下午作文老师', '150元/次 ', '浙江省温州市鹿城区万源路上田小区3幢', '周末每天3小时', '423659', '无', 1, 2, '2019-01-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (60, '作文老师', '300元/天', '温州市区或其他地方 ', '周末每天三小时', '931568', '无', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (61, '英语老师', '300元/天', '浙江温州市瓯海区茶山名人花园 ', '2019-08-18至2020-08-18 ', '632598', '包吃住', 1, 4, '2019-01-04', 0, 9, 2, 0);
INSERT INTO `t_jobs` VALUES (62, '教学前台', '100元/天', '浙江省温州市永嘉县楠江中路299号', '周末8-17点', '752169', '包吃住', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (63, '书法老师', '150元/天', '浙江省温州市瓯海区振华路11号 ', '周末每天4小时', '632595', '无', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (64, '美术老师', '320元/次 ', '浙江省温州市永嘉县楠江中路299号', '周末每天下午3小时', '124563', '无', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (65, '课后辅导老师', '150元/小时 ', '浙江省温州市鹿城区万源路上田小区3幢 ', '周一至周五晚18-20点', '721569', '包晚饭', 1, 3, '2019-01-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (66, '小学象棋老师', '150元/小时', '浙江省温州市永嘉县楠江中路299号 ', '周末每天3小时', '426586', '无', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (67, '小博士教育招托管老师', '100元/小时', '浙江省温州市瓯海区温瞿西路 ', '周一至周五10:30-19点', '721569', '包午饭和晚饭', 1, 3, '2019-01-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (68, 'Teacher外教', '200元/次 ', '温州市万源路上田小区 ', '周末每天13-17点', '751698', '无', 1, 5, '2019-01-05', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (69, '小学阅读作文老师', '340元/次', '浙江省温州市永嘉县楠江中路299号 ', '周末每天4小时', '962583', '无', 1, 1, '2019-01-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (70, '钢琴老师', '999元/天', '温州市鹿城区康源大楼南楼电梯上二楼 ', '周末每天6小时', '721569', '无', 1, 6, '2019-01-06', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (71, '高中辅导老师', '150元/小时', '瓯海区龙湾区鹿城区 ', '周末13-17点', '769852', '无', 1, 5, '2019-01-05', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (72, '兼职服务员', '100元/小时', '浙江省温州市瓯海区亿象商城1076号', '周一至周日晚18点-24点', '369528', '包晚饭和夜宵', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (73, '服务员', '300元/天', '温州市鹿城区锦绣路188号锦绣中城大厦17层 ', '周一至周日晚17点-21点', '752146', '包晚饭', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (74, '传菜员', '14元/小时', '温州市鹿城区车站大道789号智慧谷门口 ', '周一至周日晚17:30-22:30', '456325', '包晚饭', 2, 2, '2019-02-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (75, '餐饮厨房兼职', '13元/小时', '温州市龙湾区海城大道人民北路永和豆浆', '周一至周日面议', '965832', '包饭', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (76, '兼职西餐服务员', '100元/天', '温州市鹿城区温州奥嘉国际酒店管理有限公司 ', '周一至周日每天8小时', '751696', '包饭', 2, 2, '2019-02-02', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (77, '兼职餐厅服务员', '15元/小时', '浙江省温州市鹿城区黎明', '周一至周日晚18-21点', '236958', '包晚饭', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (78, '兼职服务员', '15元/小时', '温州市十八家面馆温州市区门店 ', '周一至周日11-14点', '752169', '无', 2, 1, '2019-02-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (79, '兼职服务员', '15元/小时', '温州市鹿城区五马街道解放街28号巷弄里', '中午10：45-13：45；上17：30-20：30', '963269', '包午饭和晚饭', 2, 2, '2019-02-02', 0, 9, 2, 0);
INSERT INTO `t_jobs` VALUES (85, '教学前台', '100元/天', '浙江省温州市永嘉县楠江中路299号 ', '面议', '521569', '无', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (86, '迎宾', '25元/小时 ', '浙江省温州市鹿城区瓯江路5255号米房f幢201温州纯K ', '每日3-4小时', '752156', '无', 2, 3, '2019-02-03', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (87, '兼职配送员', '30元/次', '温州市鹿城区火车站半岛公寓新都大厦636室 ', '时间自选', '963269', '无', 2, 5, '2019-02-05', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (88, '客服', '120元/天', '温州市康源路123号新城大厦2006室 ', '9：00-18:00（单休）', '962586', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (89, '电话客服', '100元/天 ', '温州市瓯海区茶山街道 ', '全天上班7小时 半天上班 下午4小时', '265896', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (90, '网店客服', '500元/小时', '浙江省温州市永嘉县建镇巷61号 ', '全天上班至21点', '752169', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (91, '淘宝客服', '100元/天', '温州市鹿城区府前街广信大厦6幢1505 ', '周一至周日8-18点', '753698', '无', NULL, NULL, '0000-00-00', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (92, '淘宝客服', '100元/天', '温州市鹿城区府前街广信大厦6幢1505 ', '周一至周日8-18点', '753698', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (93, '淘宝客服', '100元/天 ', '温州市鹿城区府前街广信大厦6幢1505 ', '周一至周日8-18点', '758621', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (94, '微信客服', '100元/小时', '浙江省温州市瓯海区潘桥街道丁岙西路178弄8号 ', '周一至周日8-18点', '785214', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (95, '线上客服', '150元/小时', '温州瓯海区新桥街道鸿翔路246号23幢嘉洋眼镜', '周一至周日8-18点', '784531', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (96, '电话客服', '150元/天', '瓯海郭溪塘下老街塘下老街 ', '周一至周日8-15点', '778654', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (97, '电话客服', '100元/天 ', '温州市瓯海区茶山街道 ', '周一至周日8-16点', '798012', '无', 2, 4, '2019-02-04', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (98, '配送员', '5元/次', '鹿城双屿鞋都大道235号5050购物中心 ', '周一至周五14-20点；周末8-20点', '865429', '无', 2, 5, '2019-02-05', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (99, '传单派发', '37元/小时', '温州市市区均可安排', '周一至周日8-16点', '968574', '无', 3, 1, '2019-03-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (100, '传单派发', '160元/天', '鹿城区学院路周边 ', '周一至周日8-20点', '785462', '无', 3, 1, '2019-03-01', 0, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (101, '123', '123', '123', '123', '123', '123', 2, 2, '2020-01-03', 8, 0, 1, 0);
INSERT INTO `t_jobs` VALUES (102, '123', '123', '12', '12', '1', '1', 1, 1, '2020-01-03', 4, 0, 1, 0);

-- ----------------------------
-- Table structure for t_user
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user`  (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `open_id` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `phone` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `introd` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `age` int(11) NULL DEFAULT NULL,
  `edulevel` varchar(60) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = MyISAM AUTO_INCREMENT = 10 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES (3, 'oKbH74sSE4nrmMJl40Ze3Fw6VhKw', '浙江衢州', '17606701376', '俞则成', '没有简介，就这么个样子。大二程序猿，丑笨不会说话', 19, '大专');
INSERT INTO `t_user` VALUES (4, 'oKbH74mbbLITa9y45xJ-XEtondLY', '温州市六虹桥路1000号', '17357783129', '董俊杰', '没什么想说的。', 21, '专科');
INSERT INTO `t_user` VALUES (5, 'oKbH74ub6b0Pw8PltJokbMvFd3Tg', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `t_user` VALUES (6, 'oKbH74nnRv8xVEAlDt3KPaIjgo-g', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `t_user` VALUES (7, 'oKbH74kehd0qnch3zSOmzKrAGBlA', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `t_user` VALUES (8, 'oKbH74hYPCc7hdk9Rd0S__rE8JIE', NULL, NULL, NULL, NULL, NULL, NULL);
INSERT INTO `t_user` VALUES (9, 'oKbH74tEGt7xHdYvRR1jLFCXeY5c', NULL, NULL, NULL, NULL, NULL, NULL);

SET FOREIGN_KEY_CHECKS = 1;
